Repository: sure-admin/swift-sure
Catalog: App/Resources/FirstRun.xcstrings
Source language: en
Languages: es

# first_run.accessibility.demo_artwork
source: Illustration of Sure’s cash flow and spending charts
es: Ilustración de los gráficos de flujo de caja y gastos de Sure

# first_run.accessibility.open_demo
source: Opens Sure’s live demo
es: Abre la demo en vivo de Sure

# first_run.accessibility.share_wallet
source: Asks to share Wallet accounts with Sure
es: Solicita compartir las cuentas de Wallet con Sure

# first_run.accessibility.wallet_artwork
source: Illustration of a Wallet spending comparison
es: Ilustración de una comparación de gastos de Wallet

# first_run.action.explore_demo
source: Explore the live demo
es: Explorar la demo en vivo

# first_run.action.open_demo
source: Open the demo
es: Abrir la demo

# first_run.action.see_spending
source: See my spending
es: Ver mis gastos

# first_run.action.start_tour
source: Start the tour
es: Iniciar el recorrido

# first_run.demo.instant.body
source: Explore Sure’s live demo account: where the money came from, where it went, and how this month compares.
es: Explora la cuenta de demostración de Sure: de dónde vino el dinero, en qué se gastó y cómo se compara este mes.

# first_run.demo.instant.title
source: A real month of money, made clear.
es: Un mes real de finanzas, explicado con claridad.

# first_run.demo.overview.body
source: Sure’s live demo account opens straight into cash flow and spending trends.
es: La cuenta de demostración de Sure abre directamente el flujo de caja y las tendencias de gasto.

# first_run.demo.overview.title
source: Meet a year of real money.
es: Descubre un año de finanzas reales.

# first_run.demo.story.body
source: Take a tour of Sure’s live demo account. No sign-up.
es: Recorre la cuenta de demostración de Sure. Sin registrarte.

# first_run.demo.story.title
source: Three cards. One real month of money.
es: Tres tarjetas. Un mes real de finanzas.

# first_run.design.copy
source: Copy
es: Texto

# first_run.design.instant
source: A · Instant reveal
es: A · Revelación instantánea

source: First-run design options
es: Opciones de diseño de bienvenida

# first_run.design.other_region
source: Other
es: Otra región

# first_run.design.overview
source: C · Hero → Overview
es: C · Portada → Resumen

# first_run.design.region
source: Region
es: Región

# first_run.design.story
source: B · Story cards
es: B · Tarjetas narrativas

# first_run.footnote.demo
source: Live demo data from demo.sure.am
es: Datos de la demo en vivo de demo.sure.am

# first_run.footnote.wallet
source: Stays on this iPhone. Nothing is uploaded.
es: Se queda en este iPhone. No se sube nada.

# first_run.footnote.wallet_unavailable
source: No Wallet accounts on this iPhone yet
es: Todavía no hay cuentas de Wallet en este iPhone

# first_run.page.demo
source: Live demo
es: Demo en vivo

# first_run.page.wallet
source: Your Wallet
es: Tu Wallet

# first_run.showcase.accounts
source: Accounts on this iPhone
es: Cuentas en este iPhone

# first_run.showcase.cash_flow
source: Cash flow
es: Flujo de caja

# first_run.showcase.days
source: Days 1–%ld
es: Días 1–%ld

# first_run.showcase.entertainment
source: Entertainment
es: Entretenimiento

# first_run.showcase.food
source: Food & dining
es: Comida y restaurantes

# first_run.showcase.housing
source: Housing
es: Vivienda

# first_run.showcase.less
source: %@ less
es: %@ menos

# first_run.showcase.month_so_far
source: %@ so far
es: Lo que va de %@

# first_run.showcase.month_spending
source: %@ spending
es: Gastos de %@

# first_run.showcase.more
source: %@ more
es: %@ más

# first_run.showcase.salary
source: Salary
es: Salario

# first_run.showcase.shopping
source: Shopping
es: Compras

# first_run.showcase.side_income
source: Side income
es: Ingresos adicionales

# first_run.showcase.surplus
source: Surplus
es: Excedente

# first_run.showcase.transportation
source: Transportation
es: Transporte

# first_run.showcase.utilities
source: Utilities
es: Servicios

# first_run.wallet.instant.body
source: Sure reads %@ right here on your iPhone. One tap, no sign-up.
es: Sure consulta %@ aquí mismo, en tu iPhone. Un toque, sin registrarte.

# first_run.wallet.instant.title
source: See where your money went this month.
es: Descubre en qué se fue tu dinero este mes.

# first_run.wallet.overview.body
source: Tap once and Sure will answer from your Wallet accounts, on this iPhone.
es: Con un toque, Sure responderá usando tus cuentas de Wallet en este iPhone.

# first_run.wallet.overview.title
source: How’s %@ going?
es: ¿Cómo va %@?

# first_run.wallet.products
source: Apple Card, Apple Cash or Savings
es: Apple Card, Apple Cash o Savings

# first_run.wallet.sources
source: Apple Card and Apple Cash
es: Apple Card y Apple Cash

# first_run.wallet.story.body
source: We’ll read your Wallet accounts on this iPhone and show you how %@ is going.
es: Consultaremos tus cuentas de Wallet en este iPhone y te mostraremos cómo va %@.

# first_run.wallet.story.title
source: Your month, in three taps.
es: Tu mes, en tres toques.

# first_run.wallet.unavailable.body
source: When %@ are in Wallet, Sure reads them right here on your iPhone.
es: Cuando %@ estén en Wallet, Sure los consulta aquí mismo, en tu iPhone.
